Repository: Grodien/ios-seabattle
Catalog: *.lproj/Localizable.strings
Languages: de

# CancelButtonText
source: Cancel
de: Abbrechen

# SearchingForPlayerLabel
source: Searching for Player...
de: Suche Spieler...

# btnStartSearchingTitle
source: Search for Game
de: Spiel suchen

# EnemyLabel
source: Enemy: %@
de: Gegner: %@

# renewGameFieldButtonTitle
source: Renew Gamefield
de: Spielfeld erneuern

# ReadyButtonTitleState1
source: Ready
de: Bereit

# ReadyButtonTitleState2
source: Unready
de: Nicht bereit

# ReadyStataReady
source: Ready
de: Bereit

# ReadyStateNotReady
source: Not Ready
de: Nicht bereit

# YouWonText
source: Congratulation You Won!
de: Gratulation Sie haben gewonnen!

# YouLostText
source: You Lost!
de: Sie haben verloren!

source: My Turn
de: ich bin am zug

source: Enemy Turn
de: Gegner ist am zug

# ExitLabelText
source: Exit
de: Beenden

# WaitingForServerLabelText
source: Waiting for Server response
de: Warte auf Serverantwort

# ErrorPlayerDisconnectedText
source: Player Disconnected. The Game will end now!
de: Ein Spieler hat das Spiel verlassen. Diese Spiel wird nun beendet!
